IDEA Open Model
LoadingULS.InternalForces2ndOrder Property
Compatible with IDEA StatiCa 20.1
 Internal forces of 2nd order effect
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ResultOfInternalForces InternalForces2ndOrder { get; set; }
Public Property InternalForces2ndOrder As ResultOfInternalForces
	Get
	Set
Property Value
Type: ResultOfInternalForces
See Also
Reference
LoadingULS Class
IdeaRS.OpenModel.Concrete.Load Namespace